Repository: Spoje-NET/Contractor
Catalog: i18n/*/LC_MESSAGES/spoje-contractor.po
Languages: cs_cz

source: AbraFlexi Contractor
cs_cz: AbraFlexi Smluvník

source: Print Contract
cs_cz: Tiskount Smlouvu

source: Templates
cs_cz: Šablony

source: Toggle navigation
cs_cz: Přepnutí navigace

source: My Apps
cs_cz: Mé Aplikce

source: Submit
cs_cz: Uložit

source: Source Code
cs_cz: Zdrojový kód

source: LinkedIN Producer page
cs_cz: Stránka vývojáře na LinkedIN

source: Print Product Specification
cs_cz: Tisknout Produktovou specifikaci

source: Print Summary
cs_cz: Tisknout Shrnutí

source: Print Transfer Protocol
cs_cz: Tisknout Předávací protokol

source: Bad call
cs_cz: Chybné volání

source: Please setup your AbraFlexi connection
cs_cz: Prosím nastavte připojení k vašemu AbraFlexi

source: Session Expired
cs_cz: Sezení vypršelo

source: Contractor
cs_cz: Smluvník

source: Contract
cs_cz: Smlouva

source: Product
cs_cz: Produkt

source: Transfer protocol
cs_cz: Předávací protokol

source: Summary
cs_cz: Shrnutí

source: Unsupported contract type: %s
cs_cz: Nepodporovaný typ smlouvy: %s

source: Spoje-contractor
cs_cz: AbraFlexi Smluvník

source: AbraFlexi Contractor installer
cs_cz: Instalátor Smluvníka pro AbraFlexi

source: System Browser
cs_cz: Systémový prohlížeč

source: Open results in AbraFlexi WebView or in System default browser
cs_cz: Otevřít výsledky ve webvém okýnku AbraFlexi nebo ve výchozím systémovém prohlížeči

source: Install Contractor's Button to AbraFlexi
cs_cz: Instaluj tlačítko do AbraFlexi

source: The Button with code CONTRACTOR already exists. Updating
cs_cz: Tlačítko s kódem CONTRACTOR již existuje. Aktualizuji

source: Contractor Button created
cs_cz: Tlačítko Smluvníka faktur bylo vytvořeno

source: My App URL
cs_cz: URL mé aplikace

source: Contractor for AbraFlexi
cs_cz: Smluvník pro AbraFlexi

source: Template
cs_cz: Šablona
